insert into protocol (protocol_id, protocol_name, protocol_content, protocol_comment)
    value (1,'隐私政策','
五、【软件的获取】
5.1 您可以直接从腾讯的网站上获取本软件，也可以从得到腾讯授权的第三方获取。

5.2 如果您从未经腾讯授权的第三方获取本软件或与本软件名称相同的安装程序，腾讯无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。

六、【软件的安装与卸载】
6.1 腾讯可能为不同的终端、系统等开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。

6.2 下载安装程序后，您需要按照该程序提示的步骤正确安装。 　　

6.3 为提供更加优质、安全的服务，在本软件安装时腾讯可能推荐您安装其他软件，您可以选择安装或不安装。

6.4 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助腾讯改进产品服务，请告知卸载的原因。

七、【软件的更新】
7.1 为了增进用户体验、完善服务内容，腾讯将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。

7.2 本软件可能为您默认开启自动升级、更新等功能，您可以在软件设置中自行选择是否需要开启此功能。

7.3 为了改善用户体验，并保证服务的安全性和功能的一致性，腾讯有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。

7.4 本软件新版本发布后，旧版本的软件可能无法使用。腾讯不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。

八、【用户个人信息保护】
8.1 保护用户个人信息是腾讯的一项基本原则，腾讯将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可腾讯不会向第三方公开、透露用户个人信息。在您使用本产品的过程中，我们可能会收集您在使用服务时提供或因为使用服务而产生的信息，目的是为了向您提供服务、优化我们的服务以及保障您的账号安全等。腾讯对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。

8.2 您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规或政策有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。

8.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。

8.4 腾讯将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。

8.5 企点用户应当建立信息安全保护机制并对最终用户进行信息安全教育，包括但不限于：将管理权限交予适当的人选；合理设定相关人员的管理权限；提醒或要求最终用户注意信息安全和账号安全，防止账号被他人盗用而导致的信息泄露；妥善保管注册账号及密码的安全，用户需要对自己账号的使用行为承担法律责任；聊天过程中涉及敏感信息或者财务资金时，请务必通过其他途径确认对方的合法身份。

8.6 腾讯非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用本服务前，应事先取得您家长或法定监护人的书面同意。

8.7 您应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重。您不应搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息。对于违反本条约定而产生的一切后果由您自行承担。

九、【用户行为规范】
9.1【用户注意事项】
9.1.1 您充分理解并同意：某些特定服务可能还需同意单独的协议、规则等，您在使用该项服务前请仔细阅读前述相关协议、规则。

9.1.2 腾讯有权在本服务中或通过本服务向您展现各种信息，包括但不限于广告信息、新闻信息及宣传信息等，该信息可能以系统消息或弹出窗口等形式出现。

9.1.3 您可以选择不向腾讯提供您的某些信息，或者根据产品设置取消腾讯收集某些信息，但因此可能会导致相关服务功能无法实现。

9.1.4 如果您停止使用本软件及服务或服务被终止或取消，腾讯可以从服务器上永久地删除您的数据。您的服务停止、终止或取消后，腾讯无法、也没有义务向您返还任何数据。

9.1.5 您理解并同意：本软件是腾讯专门为方便各公司、企业等单位用户或经单位用户授权使用的个人用户，基于相应单位的业务运营等目的，而进行内部或外部信息交流、沟通的工具，因此，单位用户可能会基于内部信息安全管理、业务运营等目的，接触到因您使用本服务产生的全部数据、信息等（包括但不限于发送信息、员工信息、客户或好友信息等），并对其进行查询、管理等操作。若您需要与他人进行与您所在单位中的本职工作无关的信息交流、沟通，请您使用您的私人通讯工具，以免您的个人信息泄露。

9.2【用户禁止行为】
您在使用本服务或本软件的过程中，应遵守相关法规政策、用户协议、规则规范等，不得从事包括但不限于以下任何行为，也不得为以下任何行为提供便利：

9.2.1 法律法规禁止行为

不得从事包括但不限于以下任何行为，也不得为以下任何行为提供便利：

（1）反对宪法所确定的基本原则的；

（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；

（3）损害国家荣誉和利益的；

（4）煽动民族仇恨、民族歧视，破坏民族团结的；

（5）破坏国家宗教政策，宣扬邪教和封建迷信的；

（6）散布谣言，扰乱社会秩序，破坏社会稳定的；

（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；

（8）宣传贩卖军火、毒品、违禁药品的；

（9）侮辱或者诽谤他人，侵害他人合法权益的；

（10）传播代孕、售卖个人信息、代开发票、办证刻章等不当行为的；

（11）含有法律、行政法规禁止的其他行为或内容的。

9.2.2 软件不当使用

除非法律允许或腾讯书面许可，您不得从事下列行为：

（1）删除本软件及其副本上关于著作权的信息；

（2）对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；

（3）对腾讯拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；

（4）对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非腾讯经授权的第三方工具/服务接入本软件和相关系统；

（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；

（6）通过非腾讯开发、授权的第三方软件、插件、外挂、系统，登录或使用本软件及服务，或制作、发布、传播上述工具；

（7）自行、授权他人或利用第三方软件对本软件及其组件、模块、数据等进行干扰；

（8）其他可能影响、干扰软件正常运行的行为。

9.2.3 危害平台健康和影响用户体验

基于本软件或服务目的是为了您单位的管理、业务运营等目的而进行单位内部员工沟通、管理及对外商务沟通、管理，所以您不得从事包括但不限于以下任何行为，也不得为以下任何行为提供便利：

（1）进行任何超出本软件或服务设定目的好友或用户之间的非正常沟通、交流等目的的行为；

（2）出于超出本软件或服务设定目的好友或用户之间非正常沟通、交流等目的（包括但不限于为发送广告、垃圾、骚扰或违法违规等信息的目的），通过自己添加或诱导他人添加等任何方式使自己或其他第三方账号与其他用户形成好友关系（好友关系包括但不限于单向好友关系和双向好友关系，下同）【您理解并同意：若您违反前述约定、本协议或相关法规政策，腾讯有权不经您同意而直接解除您的好友关系；若您的单向或双向好友(简称“违规用户”)违反前述约定、本协议或相关法规政策，腾讯有权按照本协议、相关协议或相关法规政策等，对违规用户进行处理，由此可能影响您与违规用户之间的信息交流、好友关系等以及您对本服务的使用，同时您知悉：这是腾讯为了维护健康良好的网络环境而采取的必要措施，若由于腾讯按照前述约定对违规用户采取措施而对您产生影响或任何损失的，您同意不追究腾讯的任何责任或不向腾讯主张任何权利。】

（3）通过非人工的手动方式（比如外挂软件、程序等）发送信息。

（4）发送各种形式的广告、推广、垃圾、骚扰或违法违规等信息。

（5）通过非人工的手动方式（比如外挂软件、程序等）进行账号登录、加好友、加群组、拉QQ账号入群或讨论组、点赞、留言、发帖、发相片等非正常的操作行为。

（6）通过本服务向好友或其他用户发送大量非正常信息；

（7）其他可能影响平台健康、用户交流、用户体验的行为。

9.2.4 危害平台安全内容

（1）以虚假身份或冒用他人身份误导、欺骗其他用户；

（2）传播虚假中奖信息、钓鱼欺诈信息、非法或虚假理财信息等非法、诈骗信息，可能诱使用户上当受骗蒙受损失。

（3）传播包含病毒、木马等的文件、程序或相应制作教程等的内容、信息。

（4）盗取他人Q币、虚拟物品或其他财产。

9.2.5 数据获取使用

为了保护用户数据安全， 您不得从事包括但不限于以下行为或传播相关信息或组织相关活动(也不得为其提供便利)：

（1）未经其他QQ用户明确同意，或未向其他QQ用户如实披露数据用途、使用范围等相关信息的情形下复制、存储、使用或传输其他QQ用户数据的，侵害其它QQ用户合法权益的。

（2）将其他QQ用户QQ号、昵称、手机号、电子邮箱地址和出生日期等个人隐私信息用于任何未经用户及QQ平台授权的用途的。

（3）企图进行反射查找、跟踪、关联、挖掘、获取用户QQ号、手机号、电子邮箱地址和出生日期等个人隐私信息的。

（4）通过各种程序、软件等抓取任何用户信息或与本服务、本软件相关的任何信息、数据。

9.2.6 其他禁止行为

（1）您使用本软件或服务，应在从事合法的单位内部员工沟通、管理及对外商务沟通、管理的范围之内，不得从事任何您单位无权开展的任何业务、商务活动等，包括但不限于通过本软件发送超出您单位经营范围之外的任何信息或从事任何超出您单位经营范围之外的行为等。

（2）在未经腾讯书面授权的情况下，您不应以腾讯、腾讯代理商、腾讯合作伙伴、经腾讯官方认证等名义进行对外沟通或从事相应的行为。

（3）未经腾讯许可您不得从事销售Q币行为，也不得从事销售或买卖QQ号或其他腾讯产品或服务的行为。

（4）您不应将本产品的使用权向他人出借、出租、转让、转售等。

（5）其他未经腾讯明示授权、许可或违反本协议及相关协议、规则的行为。

9.3【对自己行为负责】
您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对使用本服务时接触到的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。腾讯无法且不会对您因前述风险而导致的任何损失或损害承担责任。

9.4 【违约处理】

您理解并同意：为维护互联网安全及秩序，保护网络用户合法权益，若腾讯发现或收到他人举报您有违反相关约定、本协议或相关法规政策等，腾讯有权根据自己的判断，随时单方根据相应情形采取以下一项或多项措施（具体措施的时间长短由腾讯根据您的违法违约情节相应情况确定），由此导致或产生的任何损失或第三方主张的任何索赔、要求等，由您自行承担：

（1） 对您进行警告。

（2）2 限制、暂停、终止使用本软件或本服务部分或全部功能（包括但不限于限制添加好友功能、发送添加好友请求等）。

（3） 删除、屏蔽相关内容或断开链接。

（4） 中止、终止您对相应腾讯企点号码的使用(简称“封号”) 。

（5） 解除您的好友关系。

（6） 如您受到有权机关调查或被第三方投诉，或您投诉第三方，腾讯有权将争议中相关方的主体资料、联系方式、投诉相关内容等必要信息（包括但不限于名称、电话、证照等）提供给相关方或主管部门，以便及时解决投诉纠纷，保护各方合法权益。

（7）依法追究您的法律责任。

9.5 【对损害的处理】
您违反约定，腾讯依约采取相应措施，导致您或任何第三方损害的，您应当自行承担相应后果（包括但不限于腾讯依约采取的措施致使您已支付费用对应的服务受到影响，您同意腾讯对该部分已支付的费用无需退还并不承担任何责任，您应自行承担相关损失。）；腾讯因此遭受损失的，您也应当一并赔偿。

9.6 【对账号封停处理的申诉】
您如果对您的账号被腾讯公司封号有异议的，可以通过申诉流程向腾讯公司提出申诉。具体申诉的流程、条件、要求等您可以通过以下两个途径了解和操作：：

（1）通过 https://qidian.qq.com/accountBan-complain.html 进行申诉

（2）通过售后服务QQ号：4006200200进行申诉

十、【第三方提供的产品或服务】
您在腾讯平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议、规则、规范等。腾 讯和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。

您使用本软件或要求腾讯提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持您的使用或访问，使用或访问的结果由该第三方提供（包括但不限于您通过本服务跳转到的第三方提供的服务及内容，第三方通过腾讯开放平台接入的服务及内容等），腾讯无法保证第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，您应自行承担相关风险、后果。

十一、【知识产权声明】
11.1 腾讯是本软件的知识产权权利人。本软件的著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，腾讯依法享有上述相关知识产权，但相关权利人依照法律规定应享有的权利除外。

11.2 未经腾讯或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。

十二、【您授予的许可使用权】
您完全理解并同意不可撤销地授予腾讯及其关联公司下列权利：

12.1 腾讯在本软件中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归腾讯所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。

12.2 对于您提供的资13料及您使用本产品所涉及的使用场景（包括但不限于网页、软件或其他布置与本软件功能相关联的线上或线下承载平台），您授予腾讯及其关联公司全球通用的、永久的、免费的许可使用权利(并有权在多个层面对该权利进行再授权)，使腾讯公司有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示"您的资料"或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将"您的资料"纳入其他作品内。

12.3 上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经腾讯、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。

12.4 当您违反本协议或与腾讯签订的其他协议的约定，腾讯有权以任何方式通知产品部门（企业QQ、营销QQ、腾讯企点），要求其对您的权益采取限制措施，包括但不限于终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。

十三、【终端安全责任】
13.1 您理解并同意，本软件或本服务同大多数互联网软件、服务一样，可能会受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；也可能会受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；您下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您终端的信息和数据的安全，继而影响本软件、本服务的正常使用等）。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。

13.2 您不得制作、发布、使用、传播用于窃取企点帐号及他人个人信息、财产的恶意程序。

13.3 维护软件安全与正常使用是腾讯和您的共同责任，腾讯将按照行业标准合理审慎地采取必要技术措施保护您的终端信息和数据安全，但是您承认和同意腾讯不能就此提供任何保证。

13.4 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意腾讯有关防范诈骗犯罪的提示。

十四、【第三方软件或技术】
14.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。

14.2 本软件如果使用了第三方的软件或技术，腾讯将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求腾讯给予协助，您应当自行承担法律责任。

十五、【其他】
15.1 您使用本软件或本服务即视为您已阅读并同意受本协议的约束。腾讯有权在必要时修改本协议条款。您可以在本软件、本服务的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件、本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。

15.2 本协议签订地为中华人民共和国广东省深圳市南山区。

15.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。

15.4 若您和腾讯之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。

15.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。

15.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。

15.7 若本协议有中文、英文等多个语言版本，相应内容不一致的，均以中文版的内容为准。（完）

腾讯公司','可修改');

